[
  {
    "text": "اللهم إني أسألك الهدى والتقى والعفاف والغنى \n رواه مسلم"
  },
  {
    "text": "اللهم إني ظلمت نفسي ظلما كثيرا ، ولا يغفر الذنوب إلا أنت ، فاغفر لي مغفرة من عندك ، وارحمني ، إنك أنت الغفور الرحيم \n متفق عليه"
  },
  {
    "text": "كلمتان خفيفتان على اللسان ، ثقيلتان في الميزان ، حبيبتان إلى الرحمن : سبحان الله وبحمده، سبحان الله العظيم \n متفق عليه"
  },
  {
    "text": "سبحانك اللهم وبحمدك ، أستغفرك وأتوب إليك \n رواه مسلم"
  },
  {
    "text": "اللهم اغفر لي ، وارحمني ، واهدني ، وعافني ، وارزقني \n رواه مسلم"
  },
  {
    "text": "اللهم مصرف القلوب صرف قلوبنا على طاعتك \n رواه مسلم"
  },
  {
    "text": "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم ، والبخل ، وأعوذ بك من عذاب القبر ، وأعوذ بك من فتنة المحيا والممات \n رواه مسلم"
  },
  {
    "text": "اللهم آتنا في الدنيا حسنة ، وفي الآخرة حسنة ، وقنا عذاب النار \n متفق عليه"
  },
  {
    "text": "اللهم إني أسألك الهدى ، والسداد \n رواه مسلم"
  },
  {
    "text": "اللهم اغفر لي خطيئتي وجهلي ، وإسرافي في أمري ، وما أنت أعلم به مني ، اللهم اغفر لي جدي وهزلي ، وخطئي وعمدي ، وكل ذلك عندي ، اللهم اغفر لي ما قدمت وما أخرت ، وما أسررت وما أعلنت ، وما أنت أعلم به مني ، أنت المقدم ، وأنت المؤخر، وأنت على كل شيء قدير \n متفق عليه"
  },
  {
    "text": "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل \n رواه مسلم"
  },
  {
    "text": "اللهم إني أعوذ بك من زوال نعمتك ، وتحول عافيتك وفجاءة نقمتك ، وجميع سخطك \n رواه مسلم"
  },
  {
    "text": "اللهم إني أعوذ بك من العجز والكسل ، والبخل والهرم ، وعذاب القبر ، اللهم آت نفسي تقواها ، وزكها أنت خير من زكاها ، أنت وليها ومولاها ، اللهم إني أعوذ بك من علم لا ينفع ، ومن قلب لا يخشع ، ومن نفس لا تشبع ، ومن دعوة لا يستجاب لها \n رواه مسلم"
  },
  {
    "text": "اللهم لك أسلمت ، وبك آمنت ، وعليك توكلت ، وإليك أنبت وبك خاصمت ، وإليك حاكمت . فاغفر لي ما قدمت ، وما أخرت ، وما أسررت وما أعلنت ، أنت المقدم ، وأنت المؤخر ، لا إله إلا أنت ولا حول ولا قوة إلا بالله \n متفق عليه"
  },
  {
    "text": "اللهم إني أعوذ بك من فتنة النار ، وعذاب النار ، ومن شر الغنى والفقر \n رواه أبو داود ، والترمذي"
  },
  {
    "text": "اللهم إني أعوذ بك من منكرات الأخلاق ، والأعمال والأهواء \n رواه الترمذي"
  },
  {
    "text": "اللهم إني أعوذ بك من شر سمعي ، ومن شر بصري ، ومن شر لساني ، ومن شر قلبي ، ومن شر منيي \n رواه أبو داود ، والترمذي"
  },
  {
    "text": "اللهم إني أعوذ بك من البرص ، والجنون ، والجذام ، وسيء الأسقام \n رواه أبو داود"
  },
  {
    "text": "اللهم إني أعوذ بك من الجوع ، فإنه بئس الضجيع ، وأعوذ بك من الخيانة ، فإنها بئست البطانة \n رواه أبو داود"
  },
  {
    "text": "اللهم ألهمني رشدي ، وأعذني من شر نفسي \n رواه الترمذي"
  },
  {
    "text": "اللهم إني أسألك حبك ، وحب من يحبك ، والعمل الذي يبلغني حبك اللهم اجعل حبك أحب إلي من نفسي ، وأهلي ، ومن الماء البارد \n رواه الترمذي"
  },
  {
    "text": "اللهم إني أسألك موجبات رحمتك ، وعزائم مغفرتك ، والسلامة من كل إثم ، والغنيمة من كل بر ، والفوز بالجنة ، والنجاة من النار \n رواه الحاكم أبو عبد الله ، وقال : حديث صحيح على شرط مسلم"
  },
  {
    "text": "رب اغفر لي ، وتب علي إنك أنت التواب الرحيم \n رواه أبو داود ، والترمذي"
  },
  {
    "text": "اللهم إني أسألك من خير ما سألك منه نبيك محمد صلى الله عليه وسلم ، وأعوذ بك من شر ما استعاذ منه نبيك محمد صلى الله عليه وسلم ، وأنت المستعان ، وعليك البلاغ ، ولا حول ولا قوة إلا بالله \n رواه الترمذي"
  },
  {
    "text": "رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاء\n (آل عمران \/ 38)"
  },
  {
    "text": "رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِين \n (آل عمران \/ 53)"
  },
  {
    "text": "رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّاب \n (آل عمران \/ 8)"
  },
  {
    "text": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ \n (البقرة \/ 201)"
  },
  {
    "text": "رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا \n (الإسراء \/ 80)"
  },
  {
    "text": "رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا \n (الكهف \/ 10)"
  },
  {
    "text": "رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِين \n (البقرة \/ 286)"
  },
  {
    "text": "رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ \n (الأنبياء \/ 89)"
  },
  {
    "text": "لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ \n (الأنبياء \/ 87)"
  },
  {
    "text": "ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ \n (آل عمران \/ 147)"
  },
  {
    "text": "رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ \n (المؤمنون \/ 118)"
  },
  {
    "text": "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ \n (المؤمنون \/ 109)"
  },
  {
    "text": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ \n (إبرهيم \/ 41)"
  },
  {
    "text": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاء \n (إبرهيم \/ 40)"
  },
  {
    "text": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي \n (طه \/ 25 - 28)"
  },
  {
    "text": "رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَاد ِ \n (آل عمران \/ 191 - 194)"
  },
  {
    "text": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ \n (الأعراف \/ 23)"
  },
  {
    "text": "رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ \n (الأعراف \/ 47)"
  },
  {
    "text": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ \n (الأعراف \/ 126)"
  },
  {
    "text": "رَّبِّ زِدْنِي عِلْمًا \n (طه \/ 114)"
  },
  {
    "text": "رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ \n (المؤمنون \/ 97 - 98)"
  },
  {
    "text": "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ \n (هود \/ 47)"
  },
  {
    "text": "حَسْبِيَ اللّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ \n (التوبة \/ 129)"
  },
  {
    "text": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ \n (آل عمران \/ 16)"
  },
  {
    "text": "رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ \n (يونس \/ 85 - 86)"
  },
  {
    "text": "رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ \n (البقرة \/ 250)"
  },
  {
    "text": "اللهم إنفعنا بما علمتنا ، وعلّمنا ما ينفعنا ، وزدني علماً."
  },
  {
    "text": "اللهم إفتح لي أبواب حكمتك واأنشر علّي من رحمتك وأمنن علّي بالحفظ والفهم ، سُبحانك لا عِلمَ لنا إلا ما علمتنا إنك أنت العليم الحكيم."
  },
  {
    "text": "ربِ إشرح لي صدري ويسر لي أمري وأحلل عقدةً من لساني يفقهوا قولي."
  },
  {
    "text": "اللهم ذكرّني ما نسيت ، وإحفظ عليّ ما علمت ، وزدني علماً."
  },
  {
    "text": "اللهم أخرجنا من ظلمات الوهم وأكرمنا بنور الفهم ، وإفتح علينا بمعرفة العلم وحسن أخلاقنا بالحلم وسهل لنا أبواب فضلك وأنشر علينا من خزائن رحمتك يا أرحم الراحمين .. يا أرحم الراحمين"
  },
  {
    "text": "اللهم إني أعوذ بك من شر ما عملت ، ومن شر ما لم أعمل."
  },
  {
    "text": "اللهم أرزقنا العلم النافع الذي يقربنا مِنك ويؤنس وحدتنا في قبورنا يارب."
  },
  {
    "text": "الله علمنا ما جهلنا ، وذكرنا ما نسينا ، وإفتح علينا من بركات السماء والأرض إنك أنت السميع العليم."
  },
  {
    "text": "قال تعالى :  رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ ."
  },
  {
    "text": "اللهم أستودعك ما حفظت وتعلمت فأرده إلي عند حاجتي إليه ولا تنسينيه .. يا رب العالمين."
  },
  {
    "text": "قال تعالى :  فَفَهمناها سليمان وكلاً آتينا حُكماً وعلما وسخرنا مع داوود الجبال يسبحن والطير وكنا فاعلين ."
  },
  {
    "text": "يا حي يا قيوم يا رب موسى وهارون ونوح وإبراهيم وعيسى ومحمد صلى الله عليه وسلم أكرمني بجودة الحفظ وسرعة الفهم و أرزقني الحكمة والمعرفة والعلم والحلم بحق سيدنا محمد صلى الله عليه وسلم."
  },
  {
    "text": "اللهم إفتح علي فتوح العارفين بحكمتك وانشر علي رحمتك وذكرني ما نسيت يا ذا الجلال والإكرام."
  },
  {
    "text": "سبحان الله والحمد لله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم عدد كل حرف كتب ويكتب إل أبد الآبدين ودهر الداهرين يا رب العالمين."
  },
  {
    "text": "اللهم علّمني ما ينفعني وإنفعني بما علمتني وزدني علماً ، والحمد لله على كل حال وأعوذ بالله من أحوال أهل النار."
  },
  {
    "text": "اللهم نور بالكتاب بصري وإشرح به صدري واستعمل به بدني وأطلق به لساني وقوي به عزمي بحولك وقوتك فإنه لا حول ولا قوة إلا بك يا أرحم الراحمين."
  },
  {
    "text": "اللهم إني أستودعك ما حفظته وتعلمته وفهمته فرده إلي ساعة حاجتي إليه ولا تنسينيه وإفتح اللهم عليّ فتحاً مبيناً يا نور السموات."
  },
  {
    "text": "اللهم إنا نسألك قوة الحفظ وسرعة الفهم وصفاء الذهن ، وإجعلنا هداة مهتدين غير ضارين ولا مضرين."
  },
  {
    "text": "اللهم إني أعوذ بكَ من قلبٍ لا يخشع ، ومن دعاءٍ لا يسمع ، ومن نفس لا تشبع ، ومن علم لا ينفع."
  },
  {
    "text": "اللهم نور بالكتاب بصري وإشرح به صـدري وأسرع به فهمي وقوي به عزمي بحولك وقوتك فإنه لاحول ولا قـوة إلا بك بحـق."
  },
  {
    "text": "اللهم فقهني في الدين."
  },
  {
    "text": "اللهم ألهمني علماً أعرف به أوامرك وأجتنب به نواهيك وارزقني بلاغة فهم النبيين وفصاحة حفظ المرسلين وسرعة إلهام الملائكة المقربين وعلمني أسرار حكمتك يا حي يا قيوم ."
  },
  {
    "text": "اللهم يا معلم موسى علمنا ، ويا مُفهم سليمان فهمنا ، ويا مؤتي لقمان الحكمة وفصل الخطاب آتينا الحكمة وفصل الخطاب."
  },
  {
    "text": "اللهم صل على سيدنا محمد صلاةً تكرمنا بها بنور الفهم من ظلمات التردد والوهم وتوضح لنا بها ما أشكل حتى يفهم وتفتح علينا بها فتوح العارفين وتجعلنا بها من العلماء العاملين المخلصين ومن خيرة"
  },
  {
    "text": "خلقك وصفوة عبادك وأحبابك وأهل طاعتك وحفظة كتابك يا أرحم الراحمين."
  },
  {
    "text": "اللهم لا سهل إلا ما جعلته سهلاً فأنت تجعل الحزن إذا شئت سهلاً."
  },
  {
    "text": "اللّهم إني عبدك وإبن عبدك وإبن آمتك ناصيتي بيدك ماضٍ فيَّ حكمك عدلٌ فيَّ قضاؤك أسـألك بكل اسم هـو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحد من خلقك أو استأثرت به في علـم الغيب"
  },
  {
    "text": "عندك أن تفتح عليَّ فتوح العارفين بحكمتك وأن تنشر عليَّ من خزائن رحمتك وذكرني من العلـم ما نسيت يافتاح ياعليم ياخبير ياحكيم يا ذا الجلال والإكـرام."
  },
  {
    "text": "اللهم يا من قلت وقولك الحق (وإتـقـوا اللـه ويعلمكم اللـه) إجعلني من عبادك المتقين وعلمني ما ينفعني وإنفعني بما علمتني وزدني علماً وعملاً وفِقهاً وإخلاصاً في الـدين."
  },
  {
    "text": "اللهم إني أسألك علماً نافعاً ، ورزقاً طيباً ، وعملاً متقبلاً."
  },
  {
    "text": "اللهم إجعل ألسنتنا عامرة بذكرك و قلوبنا بخشيتك و أسرارنا بطاعتك إنك على كل شيء قدير."
  },
  {
    "text": "سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين."
  },
  {
    "text": "اللهم لكَ الحمد يا من علم الأنبياء والمرسلين اللهم لك الحمد يا من علـم الملائـكة المقربين اللهم لك الحمد يا من علم العلماء العاملين اللهم لك الحمد يا من علـم الأولياء والصالحين اللهم يا مؤنس كل وحيد ويا صاحب كل فريد ويا قريباً غـير بعيد ويا شاهداً غير غائب ويا غالباً غير مغلوب صلِ علي سيدنا محمد عبدك ونبيك ورسولك النبي الأمي وعلى آله وصحبه وسلم تسليماً كثيراً."
  },
  {
    "text": "اللهم يا من قلت وقولك الحق : (وعلمناه من لدنا علماً) أرزقني من لدنك على ما يقربني إليك."
  },
  {
    "text": "اللهم إنك تعلم سري وعلانيتي ، فإقبل معِذرتي وتعلم حاجتي وأعطني سؤلي، وتعلم مافي نفسي فإغفر لي ذنبي يامن يعلم خائنة الأعين وما تُخفي الصدور."
  },
  {
    "text": "قال تعالى : وَقُل رَّبِّ زِدْنِي عِلْمًا."
  },
  {
    "text": "اللهم اغفر لي واهدني وارزقني وعافني، أعوذ بالله من ضيق المقام يوم القيامة"
  },
  {
    "text": "اللهم إنك عفو تحب العفو فاعف عني"
  },
  {
    "text": "رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى لي، وانصرني على من بغى علي، رب اجعلني لك شكارا، لك ذكارا، لك رهابا، لك مطواعا، إليك مخبتا أواها منيبا، رب تقبل توبتي واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي، وسدد لساني، واسلل سخيمة قلبي"
  },
  {
    "text": "اللهم إني ظلمت نفسي ظلماً كثيراً ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم"
  },
  {
    "text": "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل"
  },
  {
    "text": "اللهم طهرني من الذنوب والخطايا، اللهم نقني منها كما ينقى الثوب الأبيض من الدنس، اللهم طهرني بالثلج والبرد والماء البارد"
  },
  {
    "text": "اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي في رزقي"
  },
  {
    "text": "اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم"
  },
  {
    "text": "اللهم قني شر نفسي، واعزم لي على أرشد أمري، اللهم اغفر لي ما أسررت، وما أعلنت، وما أخطأت، وما عمدت، وما علمت، وما جهلت"
  },
  {
    "text": "اللهم اغفر لي وتب علي، إنك أنت التواب الغفور"
  },
  {
    "text": "اللهم اغفر لي وارحمني وعافني وارزقني"
  },
  {
    "text": "اللهم اغفر لي ذنبي كله دقه وجله وأوله وآخره علانيته وسره"
  },
  {
    "text": "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أسرفت وما أنت أعلم به مني أنت المقدم وأنت المؤخر لا إله إلا أنت"
  },
  {
    "text": "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني، اللهم اغفر لي جدي وهزلي وخطئي وعمدي وكل ذلك عندي اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني أنت المقدم وأنت المؤخر وأنت على كل شيء قدير"
  },
  {
    "text": "اللهم اغفر لنا ذنوبنا، وظلمنا، وهزلنا، وجدنا، وعمدنا، وكل ذلك عندنا"
  },
  {
    "text": "اللهم فإني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر وعذاب القبر، ومن شر فتنة الغنى، ومن شر فتنة الفقر، وأعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل خطاياي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم فإني أعوذ بك من الكسل والهرم والمأثم والمغرم "
  },
  {
    "text": "اللهم إني أسألك صحة إيمان، وإيمانا في خلق حسن، ونجاحا يتبعه فلاح، ورحمة منك وعافية، ومغفرة منك ورضوانا"
  },
  {
    "text": "اللهم إنما أنا بشر فلا تعاقبني، أيما رجل من المؤمنين آذيته أو شتمته فلا تعاقبني فيه"
  },
  {
    "text": "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت"
  },
  {
    "text": "اللَّهُمَّ ارْحَمْنِي بالقُرْءَانِ وَاجْعَلهُ لِي إِمَاماً وَنُوراً وَهُدًى وَرَحْمَةً "
  },
  {
    "text": "اللَّهُمَّ ذَكِّرْنِي مِنْهُ مَانَسِيتُ وَعَلِّمْنِي مِنْهُ مَاجَهِلْتُ وَارْزُقْنِي تِلاَوَتَهُ آنَاءَ اللَّيْلِ وَأَطْرَافَ النَّهَارِ وَاجْعَلْهُ لِي حُجَّةً يَارَبَّ العَالَمِينَ "
  },
  {
    "text": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي، وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي، وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي، وَاجْعَلِ الحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ وَاجْعَلِ المَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ "
  },
  {
    "text": "اللَّهُمَّ اجْعَلْ خَيْرَ عُمْرِي آخِرَهُ وَخَيْرَ عَمَلِي خَوَاتِمَهُ وَخَيْرَ أَيَّامِي يَوْمَ أَلْقَاكَ فِيهِ "
  },
  {
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِيشَةً هَنِيَّةً وَمِيتَةً سَوِيَّةً وَمَرَدًّا غَيْرَ مُخْزٍ وَلاَ فَاضِحٍ "
  },
  {
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ المَسْأَلةِ وَخَيْرَ الدُّعَاءِ وَخَيْرَ النَّجَاحِ وَخَيْرَ العِلْمِ وَخَيْرَ العَمَلِ وَخَيْرَ الثَّوَابِ وَخَيْرَ الحَيَاةِ وَخيْرَ المَمَاتِ وَثَبِّتْنِي وَثَقِّلْ مَوَازِينِي وَحَقِّقْ إِيمَانِي وَارْفَعْ دَرَجَتِي وَتَقَبَّلْ صَلاَتِي وَاغْفِرْ خَطِيئَاتِي وَأَسْأَلُكَ العُلَا مِنَ الجَنَّةِ "
  },
  {
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَعَزَائِمِ مَغْفِرَتِكَ وَالسَّلاَمَةَ مِنْ كُلِّ إِثْمٍ وَالغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَالفَوْزَ بِالجَنَّةِ وَالنَّجَاةَ مِنَ النَّارِ "
  },
  {
    "text": "اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَاتَحُولُ بِهِ بَيْنَنَا وَبَيْنَ مَعْصِيَتِكَ وَمِنْ طَاعَتِكَ مَاتُبَلِّغُنَا بِهَا جَنَّتَكَ وَمِنَ اليَقِينِ مَاتُهَوِّنُ بِهِ عَلَيْنَا مَصَائِبَ الدُّنْيَا وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَاأَحْيَيْتَنَا وَاجْعَلْهُ الوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَى مَنْ عَادَانَا وَلاَ تجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلَا مَبْلَغَ عِلْمِنَا وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا "
  },
  {
    "text": "اللَّهُمَّ لَا تَدَعْ لَنَا ذَنْبًا إِلَّا غَفَرْتَهُ وَلَا هَمَّا إِلَّا فَرَّجْتَهُ وَلَا دَيْنًا إِلَّا قَضَيْتَهُ وَلَا حَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَالآخِرَةِ إِلَّا قَضَيْتَهَا يَاأَرْحَمَ الرَّاحِمِينَ \nرَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ وَصَلَّى اللهُ عَلَى سَيِّدِنَا وَنَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَأَصْحَابِهِ الأَخْيَارِ وَسَلَّمَ تَسْلِيمًا كَثِيراً."
  },
  {
    "text": "اللهم اغفر لي واهدني وارزقني وعافني، أعوذ بالله من ضيق المقام يوم القيامة"
  },
  {
    "text": "اللهم لك الحمد كله، اللهم لا قابض لما بسطت ولا مقرب لما باعدت ولا مباعد لما قربت ولا معطي لما منعت ولا مانع لما أعطيت اللهم ابسط علينا من بركاتك ورحمتك وفضلك ورزقك اللهم إني أسألك النعيم المقيم الذي لا يحول ولا يزول اللهم إني أسألك النعيم يوم العيلة والأمن يوم الحرب اللهم عائذا بك من سوء ما أعطيتنا وشر ما منعت منا اللهم حبب إلينا الإيمان وزينه في قلوبنا وكره إلينا الكفر والفسوق والعصيان واجعلنا من الراشدين اللهم توفنا مسلمين وأحينا مسلمين وألحقنا بالصالحين غير خزايا ولا مفتونين اللهم قاتل الكفرة الذين يصدون عن سبيلك ويكذبون رسلك واجعل عليهم رجزك وعذابك اللهم قاتل الكفرة الذين أوتوا الكتاب إله الحق"
  },
  {
    "text": "اللهم إني أسألك من فضلك ورحمتك فإنه لا يملكها إلا أنت"
  },
  {
    "text": "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك"
  },
  {
    "text": "اللهم بعلمك الغيب وقدرتك على الخلق، أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت الوفاة خيرا لي اللهم وأسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الفقر والغنى، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك، في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين"
  },
  {
    "text": "اللهم إني أعوذ بك من العجز، والكسل والجبن والبخل والهرم والقسوة والغفلة والعيلة والذلة والمسكنة وأعوذ بك من الفقر والكفر والفسوق والشقاق والنفاق والسمعة والرياء وأعوذ بك من الصمم والبكم والجنون والجذام والبرص وسيء الأسقام"
  },
  {
    "text": "اللهم رب السماوات ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر"
  },
  {
    "text": "اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي في رزقي"
  },
  {
    "text": "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر"
  },
  {
    "text": "اللهم إني أسألك الهدى والتقى، والعفاف والغنى"
  },
  {
    "text": "اللهم إني أعوذ بك من الجوع فإنه بئس الضجيع، وأعوذ بك من الخيانة فإنها بئست البطانة"
  },
  {
    "text": "اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار"
  },
  {
    "text": "اللهم إني أعوذ بك من القلة والفقر والذلة وأعوذ بك أن أَظلم أو أُظلم"
  },
  {
    "text": "اللهم اغفر لي وارحمني وعافني وارزقني"
  },
  {
    "text": "اللهم إني أسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم، وأعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم أعلم، اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر ما عاذ به عبدك ونبيك، اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل، وأعوذ بك من النار وما قرب إليها من قول أو عمل، وأسألك أن تجعل كل قضاء قضيته لي خيرا."
  },
  {
    "text": "اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شر ما قضيت، إنك تقضي ولا يقضى عليك، إنه لا يذل من واليت تباركت ربنا وتعاليت."
  },
  {
    "text": "اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عورتي وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أغتال من تحتي"
  },
  {
    "text": "اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وارض عنا وأرضنا"
  },
  {
    "text": "اللهم اقسم لنا من خشيتك ما يحول بيننا وبين معاصيك، ومن طاعتك ما تبلغنا به جنتك، ومن اليقين ما تهون به علينا مصائب الدنيا، ومتعنا بأسماعنا، وأبصارنا، وقوتنا ما أحييتنا، واجعله الوارث منا، واجعل ثأرنا على من ظلمنا، وانصرنا على من عادانا، ولا تجعل مصيبتنا في ديننا، ولا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا، ولا تسلط علينا من لا يرحمنا"
  },
  {
    "text": "اللهم إني عبدك وابن عبدك وابن أمتك ناصيتي بيدك ماض في حكمك عدل في قضاؤك أسألك بكل اسم هو لك سميت به نفسك أو علمته أحداً من خلقك أو أنزلته في كتابك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ونور صدري وجلاء حزني وذهاب همي"
  },
  {
    "text": "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله، لا إله إلا أنت"
  },
  {
    "text": "اللهم بعلمك الغيب وقدرتك على الخلق، أحيني ما علمت الحياة خيرا لي وتوفني إذا علمت الوفاة خيرا لي اللهم وأسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الفقر والغنى، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك، في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين"
  }
]